app/views/users/registrations/new.html.erb

          <%= f.label "Género:" %>
          <%= f.collection_select :gender_id, GenderType.all, :id, :name %>
---
SELECT `gender_types`.* FROM `gender_types`

          <%= f.label "Estado Civil:" %>
          <%= f.collection_select :civil_status_id, CivilStatusType.all, :id, :name %>
---
SELECT `civil_status_types`.* FROM `civil_status_types`

          <%= f.label "Región:" %>
          <%= f.collection_select :region_id, Region.all, :id, :name %>
---
SELECT `regions`.* FROM `regions`

          <%= f.label "Provincia:" %>
          <%= f.collection_select :province_id, Province.all, :id, :name %>
---
SELECT `provinces`.* FROM `provinces`

          <%= f.label "Comuna:" %>
          <%= f.collection_select :commune_id, Commune.all, :id, :name %>
---
SELECT `communes`.* FROM `communes`